{
  "overview-heading": "संक्षिप्त विवरण",
  "overview-description": "आपका स्वागत है लखनऊ में जहाँ अवतार मेहेर बाबा की आध्यात्मिक यात्रा आपका इंतजार कर रही है। इतिहास में उनके नक्श - ए - कदम का पता लगाते हुए, इस शहर में मेहेर बाबा की यात्राओं का सार जानें। अवतार मेहेर बाबा लखनऊ केंद्र के बारे में जानें, एक शांत स्थान जहां साधक बाबा की शिक्षाओं को जानने के लिए इकट्ठा होते हैं। लखनऊ में मेहेर बाबा से जुड़े स्थानों की यात्रा करें, जिससे तीर्थयात्रियों को उनकी दिव्य उपस्थिति को महसूस करने का मौका मिलता है। शांत बगीचों से लेकर सादगीपूर्ण भवनों तक, प्रत्येक स्थल आध्यात्मिक महत्व की एक कहानी कहता है। हमारे साथ जुड़ें खोज और चिंतन की इस यात्रा में जो हम मेहेर बाबा के शाश्वत ज्ञान को अपनाते हुए शुरू कर रहे हैं।",
  "overview-image-description": "",
  "quote-1": "अपना सर्वश्रेष्ठ करो, फिर चिंता मत करो, खुश रहो! मैं तुम्हारी मदद करूँगा।",
  "author": "-मेहेर बाबा",
  "quote-1-reference": "(स्रोत - लॉर्ड मेहेर ऑनलाइन संस्करण, पृष्ठ 5414)",
  "timeline-heading": "मेहेर बाबा की लखनऊ यात्राओं का कालानुक्रम",
  "timeline-description": "मेहेर बाबा ने अपने भौतिक जीवन के दौरान 7 बार लखनऊ का दौरा किया।",
  "timeline-card-1-date": "मार्च 1924",
  "timeline-card-1-description": "बाबा हैदराबाद से लखनऊ होते हुए नेपाल तक ट्रेन से यात्रा कर रहे थे। वह रेलवे स्टेशन के बाहर चप्पल खरीदने के लिए ट्रेन से उतरे ।",
  "timeline-card-2-date": "अगस्त १९२४",
  "timeline-card-2-description": "को मुरादाबाद से भोपाल की यात्रा के दौरान बाबा ने लखनऊ में ट्रेन बदलीं",
  "timeline-card-3-date": "फरवरी 1941",
  "timeline-card-3-description": "उत्तर भारत के विभिन्न स्थानों की यात्रा करते हुए, बाबा लखनऊ आये और मस्तों से संपर्क किया। इस यात्रा के दौरान उनकी पहली मुलाकात छठवीं भूमिका की एक मस्त ‘नसीबन मस्तानी’ से हुई।",
  "timeline-card-4-date": "मार्च 1942",
  "timeline-card-4-description": "मेहेर बाबा ने लखनऊ का दौरा किया और कई मस्तों से संपर्क किया। उनकी पहली मुलाकात 'अल्लाह वाला' मस्त से हुई। उनकी नसीबन मस्तानी से भी दूसरी बार मुलाकात हुई।",
  "timeline-card-5-date": "अक्टूबर 1943",
  "timeline-card-5-description": "20 अक्टूबर 1943 को बाबा कोलकाता से लखनऊ आये। उनकी मुलाकात 'अल्लाह वाला' मस्त, बड़ी बीबी और नसीबन मस्तानी से हुई। 23 अक्टूबर 1943 को, उन्होंने गंगा प्रसाद वर्मा मेमोरियल हॉल में गरीबों के लिए भोजन वितरण का कार्यक्रम आयोजित किया, जहाँ सभी जातियों के 250-300 गरीब और ज़रूरतमंद लोगों को खाना खिलाया गया। लोगों को खाना खिलाने के बाद बाबा ने सभी को एक अलग कमरे में बुलाया और उन्हें भेंट के रूप में कपड़े और एक-एक रुपया दिया। इस कार्यक्रम के बाद बाबा ने उसी दिन जालंधर के लिए ट्रेन पकड़ी।",
  "timeline-card-6-date": "मई 1946",
  "timeline-card-6-description": "16 मई 1946 को बाबा ने फिर से 'अल्लाह वाला' मस्त से संपर्क किया। उन्होंने गोदड़ी वाला मस्त और 'मस्तानी झोपड़ी वाली' से भी संपर्क किया।",
  "timeline-card-7-date": "फरवरी 1954",
  "timeline-card-7-description": "मेहेर बाबा अपनी मंडली के साथ मेहेरास्ताना से कानपुर होते हुए लखनऊ आये। उन्होंने लखनऊ से महाबलेश्वर के लिए ट्रेन पकड़ी।",
  "quote-2": "यदि आपके पास जमी हुई झील की शांति है, तो आप मुझे महसूस करेंगे।",
  "quote-2-reference": "(स्रोत - मेहेर बाबा कॉलिंग, पृष्ठ 3)",
  "history-heading": "अवतार मेहेर बाबा सेंटर, लखनऊ का इतिहास",
  "history-description": "अवतार मेहेर बाबा सेंटर, लखनऊ की स्थापना वर्ष 1975 में श्री एस.एस. दुबे और श्रीमती शकुंतला दुबे के आवास पर, परमेश्वरी दयाल निगम ‘पुकार’, श्री. गुलाब दास पांचाल, श्री मातृदत्त शास्त्री, एवं श्री. शालिग्राम शर्मा की उपस्थिति में की गई थी। श्री एस.एस. दुबे पुराने बाबा प्रेमी थे जिन्होंने प्रियतम बाबा का नाम लखनऊ तक पहुंचाया। इस समय तक श्री एस.एस. दुबे ने अपने परिवार, दोस्तों, सहकर्मियों और पड़ोसियों के बीच मेहेर बाबा का नाम और प्रेम काफी फैला दिया था, जिसके परिणामस्वरूप कई लोग बाबा के प्रेम जाल में फंस गए। धीरे-धीरे प्रत्येक माह श्री जी.पी. दुबे और श्रीमती बिन्दु दुबे, श्री के.के. शर्मा, श्री राम प्रसाद, और श्री जे.के. वर्मा के आवासों पर सत्संग कार्यक्रम होने लगे। समय के साथ, श्रीमती मिथिलेश श्रीवास्तव (श्री एस.एस. दुबे के साथ उनके दफ़्तर में एक सहकर्मी) और उनके पति श्री के.के. श्रीवास्तव भी गहरे बाबा प्रेमी बन गये। लखनऊ में बाबा द्वारा गरीबों को भोजन कराने के कार्यक्रम की स्मृति में और इसके ५० वर्ष पूर्ण होने के उपलक्ष में 'स्वर्ण जयंती' मनाने के लिए अवतार मेहेर बाबा केंद्र, लखनऊ का उद्घाटन श्री के.के. श्रीवास्तव और श्रीमती मिथिलेश श्रीवास्तव के निज-निवास, 169, समर विहार कॉलोनी, लखनऊ में 23 अक्टूबर 1993 को नवसारी के डॉ. एच.पी. भरुचा, द्वारा किया गया था । तब से, हर साल, मेहेर बाबा का जन्मोत्सव, जो पहले चारबाग स्थित केंद्र में मनाया जाता था, समर विहार कॉलोनी के इस केंद्र में मनाया जाने लगा, जो आज भी मनाया जाता है। इसके अलावा, केंद्र में हर महीने के पहले रविवार और हर महीने की 23 तारीख को सत्संग कार्यक्रम आयोजित किए जाते हैं, इसी के साथ-साथ वर्ष में दो बार 16 मई और 23 अक्टूबर को बाबा की लखनऊ यात्रा को याद करते हुए कार्यक्रम आयोजित किए जाते हैं। बाबा की मई 1924 की लखनऊ यात्रा का उत्सव पहली बार 15-16 मई 1986 को श्री के.के. शर्मा. के आवास पर आयोजित किया गया । तब से प्रत्येक वर्ष श्री के.के. शर्मा के आवास पर 15 मई को और 16 मई को अवतार मेहेर बाबा केंद्र में सत्संग कार्यक्रम आयोजित किये जाते हैं। लखनऊ के इंदिरानगर क्षेत्र में लॉर्ड मेहेर स्कूल की स्थापना श्री के.डी. निगम द्वारा की गई थी। लॉर्ड मेहेर स्कूल, इंदिरानगर की आधारशिला श्री अली अकबर शापुरज़मां 'अलोबा' द्वारा 28 नवंबर 1996 को रखी गई थी और हाई स्कूल के पहले सत्र का उद्घाटन अवतार मेहेर बाबा परपेचुअल पब्लिक चैरिटेबल ट्रस्ट के तत्कालीन अध्यक्ष श्री भाऊ कल्चुरी द्वारा 21 मार्च 2000 को किया गया था।",
  "about-center-heading": "वर्त्तमान में केंद्र:",
  "about-center-image": "",
  "about-center-description": "केंद्र में मेहेर बाबा का जन्मोत्सव हमारे अध्यक्ष श्री के.के शर्मा और हमारे सचिव श्री संजय दुबे के कुशल मार्गदर्शन में अवतार मेहेर बाबा केंद्र, लखनऊ द्वारा कई कार्यक्रम आयोजित किए गए हैं। 7 से 16 अप्रैल 2017 तक लखनऊ पुस्तक मेले में अवतार मेहेर बाबा केंद्र, लखनऊ द्वारा एक स्टॉल लगाया गया था। इसमें बाबा की पुस्तकों का एक विशाल संग्रह था और मेले में आने वाले लोग स्टॉल की ओर आकर्षित हुए और बाबा के बारे में जानने के लिए उत्सुक दिखे। अवतार मेहेर बाबा केंद्र, लखनऊ की रजत जयंती मनाने के लिए, 22-23 अक्टूबर 2018 को गंगा प्रसाद वर्मा मेमोरियल हॉल में दो दिवसीय कार्यक्रम आयोजित किया गया था, जहां बाबा ने 23 अक्टूबर 1943 को अपना गरीबों को भोजन कराने का कार्यक्रम आयोजित किया था, जिसमें देश के विभिन्न स्थानों से आये बाबा प्रेमियों की उत्साहपूर्ण भागीदारी देखी गई थी। यह केंद्र लखनऊ में बाबा प्रेमियों के लिए ऑनलाइन और भौतिक रूप से कला-सम्बन्धी कार्यशालाएँ भी आयोजित करता है। बाबा प्रेमियों के एकत्र होने के लिए और बाबा के गुणगान और वार्ताओं के माध्यम से उनकी शिक्षाओं को जीवन में उतारने के लिए हर महीने के पहले रविवार और 23 तारीख को, अवतार मेहेर बाबा केंद्र, लखनऊ में नियमित सत्संग शाम 6 बजे से 8 बजे तक आयोजित किए जाते हैं। केंद्र कुष्ठ-रोगियों के लिए नज़दीकी आश्रम में भोजन कार्यक्रम, कंबल देने का कार्य आदि आयोजित करता है। केंद्र में बाबा प्रेमियों और आगंतुकों के लिए बाबा की पुस्तकों के एक पुस्तकालय की भी व्यवस्था है । लखनऊ के बाबा प्रेमी प्रियतम बाबा के लिए काम करते रहने और आने वाले समय में कई और बाबा कार्यक्रमों और संबंधित गतिविधियों के माध्यम से उनके प्रेम और सत्य के संदेश को जनता के बीच फैलाने के लिए हमेशा उत्साहित रहते हैं।",
  "quote-3": "बाकी सब कुछ विफल हो सकता है—प्रेम कभी विफल नहीं होता।",
  "quote-3-reference": "(स्रोत-अवतार, पृ. 169)",
  "places-heading": "मेहेर बाबा से सम्बंधित लखनऊ के स्थान",
  "charbagh-heading": "चारबाग रेलवे स्टेशन",
  "charbagh-image": "चारबाग रेलवे स्टेशन",
  "charbagh-description": "मेहेर बाबा ने अपने भौतिक जीवन के दौरान 7 बार लखनऊ आये। वह अलग-अलग स्थानों से अलग-अलग समय पर ट्रेन से लखनऊ आए और इसलिए स्वाभाविक रूप से चारबाग रेलवे स्टेशन गए। कभी-कभी, वह केवल अपनी कनेक्टिंग ट्रेनों को पकड़ने के लिए चारबाग रेलवे स्टेशन आये। मार्च 1924 में जब वह ट्रेन द्वारा हैदराबाद से लखनऊ होते हुए नेपाल जा रहे थे, तब वह पहली बार लखनऊ आए, और वह रेलवे स्टेशन के बाहर चप्पल खरीदने के लिए उतरे। 19 अगस्त 1924 को बाबा ने मुरादाबाद से भोपाल की यात्रा के दौरान लखनऊ में रेलगाड़ी बदली। फरवरी 1954 में, वह मेहेरास्ताना से कानपुर होते हुए लखनऊ आये और लखनऊ से महाबलेश्वर के लिए ट्रेन पकड़ी।",
  "iron-bridge-heading": "आयरन ब्रिज/ पक्का पुल",
  "iron-bridge-image": "आयरन ब्रिज/ पक्का पुल, पुराना लखनऊ",
  "iron-bridge-description": "फरवरी 1941 में, जब बाबा उत्तर भारत के विभिन्न स्थानों की यात्रा पर थे, बाबा लखनऊ आये और मस्तों से संपर्क किया। इस यात्रा के दौरान, उनकी पहली मुलाकात छटवी भूमिका की एक मस्त नसीबन मस्तानी से हुई, जो इस पुल के पास बैठा करती थीं। लखनऊ में उनका बहुत सम्मान किया जाता था। कहा जाता है कि उन दिनों एक रानी भी समय-समय पर उनसे मिलने आया करती थीं। अक्टूबर 1943 में बाबा की मुलाकात दोबारा नसीबन मस्तानी से हुई। इस बार उनकी मुलाकात एक हरिजन बस्ती में हुई। बाबा ने उन्हें एक दुपट्टा दिया जो उन्होंने पहले अपने सिर पर बांध लिया और बाद में अचानक उस दुपट्टे को उतार कर पास खड़ी एक हरिजन महिला को दे दिया। यह देख बाबा ने उन्हें दूसरा दुपट्टा दिया जिसे उन्होंने फिर उतार दिया।",
  "central-hotel-heading": "सेंट्रल होटल, अमीनाबाद",
  "central-hotel-image": "सेंट्रल होटल",
  "central-hotel-description": "सितंबर 1943 में खबर आई कि कोलकाता, लखनऊ और भारत के कई अन्य स्थान अकाल की चपेट में आ गए हैं। 1 अक्टूबर 1943 को बाबा ने कोलकाता जाने की इच्छा व्यक्त की और जब वे वहां पहुंचे, तो उन्होंने लोगों को स्वयं भोजन कराया। बाबा के शब्दों में, “मेरा यह कार्य दूसरों द्वारा किये गये कार्यों से बिल्कुल अलग है। आध्यात्मिक कारणों से, मैं स्वयं भोजन कराना चाहता हूँ। मुफ्त भोजन देने के काम में सैकड़ों संस्थाएँ लगी हुई हैं, लेकिन मैं उनके माध्यम से काम नहीं करना चाहता। मेरा लोगों को खाना खिलाने का प्रयोजन बिल्कुल अलग है। इसका अर्थ भूकों का पेट भरना नहीं है, बल्कि मानवता को आध्यात्मिक भोजन कराना है।”जब बाबा कोलकाता में थे, तो उन्होंने गरीब लोगों को भोजन कराने की व्यवस्था करने के लिए चानजी और आदि सीनियर को लखनऊ भेजा। 20 अक्टूबर 1943, बुधवार को रात्रि 9:00 बजे बाबा लखनऊ पहुंचे और सेंट्रल होटल में रुके।",
  "masjid-heading": "मस्जिद, अमीनाबाद",
  "masjid-image": "मेहेर बाबा 21 अक्टूबर 1943 को इस मस्जिद के पास अल्लाह वाला मस्त से मिले जब वह एक गरीब भोज के कार्यक्रम के लिए आए थे। “अल्लाह वाला” मस्त मैले-कुचले कपड़े पहनते थे। वह इसी मस्जिद के पास एक छोटे से आले में रहा करते थे। जब भी कोई उनके पास आता तो वे अपने दोनों हाथ आसमान की ओर उठाकर कहते अल्लाह। वह अपेक्षा करते थे कि जिन लोगों का वो इस तरह अभिवादन करते हैं वो भी पलट कर वैसे ही उनका अभिवादन करें करें। बाबा पहली बार 1942 में अल्लाह वाला मस्त से मिले, दूसरी बार मस्जिद के पास मिले और फिर मई 1946 में अपनी लखनऊ यात्रा के दौरान तीसरी बार मिले। बाबा की मुलाकात एक बूढ़ी महिला बड़ी बीबी से भी हुई, जो लंबी पोशाक पहनती थीं और हर समय एक बंडल पकड़े रहती थीं। दिन में तो उन्हें एक जगह बैठे रहना अच्छा लगता था लेकिन रात में वह शहर की सड़कों पर घूमती रहती थी।",
  "ganga-prasad-heading": "गंगा प्रसाद वर्मा मेमोरियल हॉल",
  "ganga-prasad-image": "",
  "ganga-prasad-description": "23 अक्टूबर 1943 को राम तीर्थ प्रकाशन लीग के सदस्यों की मदद से 250-300 गरीबों और जरूरतमंद लोगों को गंगा प्रसाद वर्मा मेमोरियल हॉल, जो सेंट्रल होटल के करीब था, में खाना खिलाया गया। बाबा की पहचान छिपाई गई और मंडली ने खाना पकाने में कुछ स्थानीय लोगों की मदद ली। भोजन तैयार होने के बाद सभी लोगों को हॉल के अंदर बैठाया गया और उन्हें पत्तल, नमक आदि परोसा गया। सभी बाहरी सहायकों को हॉल छोड़ने के लिए कहा गया और हॉल के दरवाज़े अंदर से बंद कर दिए गए। फिर बाबा को गोपनीय तरीके से होटल के कमरे से हॉल में लाया गया। प्रारंभ में, कुछ समस्याएँ उत्पन्न हुईं जैसे ब्राह्मणों ने अन्य जातियों के लोगों द्वारा पकाया गया भोजन खाने से इनकार कर दिया। लेकिन, जैसे ही बाबा हॉल में दाखिल हुए, सभी लोग अपने सारे विवाद भूल गए और उनकी नज़रें बाबा पर टिक गईं। बाबा की उपस्थिति उगते सूरज की तरह थी जो ब्राह्मणों के दिलों में व्याप्त अंधकार को दूर कर रही थी। बाबा की उपस्थिति ने वातावरण को जीवंत और आनंदमय बना दिया। दिलक़श मुस्कान ने सारे भेदभाव मिटा दिये। यह सब इस तथ्य के बावजूद हो रहा था कि किसी को भी बाबा की असली पहचान नहीं पता थी। इस गरीब भोज के कार्यक्रम के लिए बाबा ने खुद की पहचान बॉम्बे के एक परोपकारी पारसी के रूप में कराई थी। सभी लोगों ने स्थान ग्रहण किया और मेहेर बाबा, डॉ. सी.डी. देशमुख, चांजी, एरुच, बैदुल और बाबादास ने उन्हें भोजन परोसा। गरीबों को खाना खिलाने के बाद सभी लोगों को एक-एक करके अलग कमरे में बुलाया गया और बाबा ने उन्हें कपड़े और एक-एक रुपया दिया गया। इसके बाद, बाबा को सेंट्रल होटल में उनके कमरे में वापस ले जाया गया। वहां से, वह उसी दिन जालंधर के लिए ट्रेन पकड़ने के लिए रेलवे स्टेशन गए।",
  "begum-akhtar-heading": "बेगम अख़्तर का मकबरा",
  "begum-akhtar-image": "बेगम अख़्तर का मकबरा",
  "begum-akhtar-description": "बेगम अख़्तर, जिन्हें मल्लिका-ए-ग़ज़ल के नाम से भी जाना जाता है, लखनऊ में रहती थीं। उनका जन्म लखनऊ के पास फैज़ाबाद में हुआ था और उनकी शादी लखनऊ के एक बैरिस्टर से हुई थी। उनकी मज़ार लखनऊ के ठाकुरगंज इलाके में उनके घर पसंद बाग के भीतर एक आम का बगीचा थी। 1937-38 में बेगम अख़्तर को आदि सीनियर ने मेहेर बाबा के सामने गाने के लिए बुलाया। लेकिन उस वक्त उन्होंने बड़ी रकम की मांग की थी। आदि सीनियर ने कोलकाता से उनके आने और जाने का खर्चा उठाने का भी प्रस्ताव रखा। लेकिन उनकी मांग इतनी अधिक थी कि बाबा ने स्वयं आदि सीनियर को यह इरादा छोड़ने के लिए कहा और कहा कि एक दिन वह खुद बाबा के पास आएंगी। इसके बाद, उनसे एक बार फिर पुणे के गुरुप्रसाद में बाबा की उपस्थिति में अपनी ग़ज़लें प्रस्तुत करने के लिए संपर्क किया गया, लेकिन इस बार वह गंभीर रूप से बीमार थीं और गा नहीं सकीं। अक्टूबर 1963 में, बेगम अख़्तर ने मेहेराज़ाद जाकर बाबा से मिलने और बाबा के सामने गाने की इच्छा व्यक्त की। 15 अक्टूबर 1963 को बाबा ने एकान्तवास में रहते हुए भी बेगम अख़्तर को अपने दर्शन की अनुमति दे दी। वह अपने तबलावादक मोहम्मद अहमद के साथ मेहेराज़ाद आईं। उन्होंने बाबा को फूलों की एक बड़ी माला अर्पित की और अपनी 3 ग़ज़लें गाईं जिससे बाबा प्रसन्न हुए। वह लखनऊ में एक नया संगीत विद्यालय खोलने वाली थीं, जिसके लिए उन्होंने बाबा से आशीर्वाद मांगा और आशीर्वाद स्वरुप बाबा का एक बड़ा चित्र लेकर वापस लखनऊ आ गईं।",
  "lko-center-heading": "अवतार मेहेर बाबा सेंटर, लखनऊ",
  "lko-center-image": "अवतार मेहेर बाबा सेंटर, लखनऊ की स्थापना वर्ष 1975 में चारबाग, लखनऊ में की गई थी। बाद में इसे 1993 में 169, समर विहार कॉलोनी, लखनऊ में स्थानांतरित कर दिया गया। तब से, हर साल, मेहेर बाबा के जन्मदिन का उत्सव, जो पहले चारबाग स्थित केंद्र में मनाया जाता था, समर विहार कॉलोनी के इस केंद्र में स्थानांतरित हो गया, जो आज भी मनाया जाता है। इसके अलावा, केंद्र में हर महीने के पहले रविवार और हर महीने की 23 तारीख को शाम 6 बजे से रात 8 बजे तक सत्संग कार्यक्रम आयोजित किए जाते हैं, साथ ही 16 मई और 23 अक्टूबर को बाबा की लखनऊ यात्रा को याद करते हुए द्वि-वार्षिक समारोह भी आयोजित किए जाते हैं।",
  "lord-meher-heading": "लॉर्ड मेहेर कॉलेज",
  "lord-meher-image": "लॉर्ड मेहेर कॉलेज",
  "lord-meher-description": "री के.डी. निगम जी द्वारा स्थापित विद्यालय की आधारशिला अली अकबर शाहपुरज़माँ अलोबा द्वारा 28 नवंबर 1996 में  रखी गई थी। हाई स्कूल के पहले सत्र का उद्घाटन श्री वी.एस. कल्चुरी भाऊ द्वारा 21 मार्च 2000 को किया गया था। भाऊ जी के अलावा श्रीमती डॉली दस्तूर, श्री जाल दस्तूर, श्री कृष्णा जी, श्री श्रीधर केलकर, श्री मेहेरनाथ कल्चुरी, और श्री झिलपिलवार जी भी कार्यक्रम में शामिल हुए। स्कूल अभी भी चल रहा है और यह हर साल 24 अक्टूबर को अपना वार्षिक बाबा सत्संग कार्यक्रम आयोजित करता है।",
  "documentary-heading": "उपर्युक्त स्थानों पर डाक्यूमेंट्री –"
}
