{
  "info": "अवतार मेहेर बाबा लखनऊ केन्द्र द्वारा आयोजित मेहेर प्रेम सम्मेलन (22 और 23 अक्टूबर, 2024) के लिए बाबा प्रेमियों की भारी प्रतिक्रिया और स्थान की सीमित क्षमता को ध्यान में रखते हुए, पंजीकरण 25 सितंबर 2024 को रात्रि 10 बजे बंद कर दिया जाएगा।",
  "click-here": " पंजीकरण करने के लिए यहां क्लिक करें|",
  "quote-1": "मैं तुम्हारे दिल की खुशी और तुम्हारे मन की निराशा हूं - क्योंकि प्यार वह हासिल कर सकता है जिसे बुद्धि नहीं समझ सकती।",
  "quote1-reference": "(स्रोत - मेहेर बाबा कॉलिंग, पृष्ठ 94)",
  "author": "-मेहेर बाबा",
  "meher-baba": "अवतार मेहेर बाबा",
  "meher-baba-description": "मेरवान शेरियार ईरानी, ​​जिन्हें मेहेर बाबा के नाम से जाना जाता है, का जन्म 25 फरवरी, 1894 को पारसी माता-पिता के यहाँ पूना, भारत में हुआ था। उनके पिता, शेरियार ईरानी, ​​पारसी धर्म के अनुयायी और ईश्वर के सच्चे साधक थे। मेहेर बाबा का अर्थ है दयालु पिता। यह नाम 1920 के दशक की शुरुआत में उनकी आध्यात्मिक स्थिति के संकेत मिलने के बाद उनके कुछ शिष्यों द्वारा दिया गया। उन्होंने 10 जुलाई, 1925 को मौन धारण किया और 31 जनवरी, 1969 को अपना भौतिक शरीर त्यागने तक इस मौन को बरक़रार रखा। 1954 के फरवरी में, पहली बार, मेहेर बाबा ने सार्वजनिक रूप से खुद को युग का अवतार घोषित किया। अवतार ईश्वर का मानव रूप में प्रत्यक्ष अवतरण है। इतिहास में ज्ञात पिछले अवतारों में ज़रथुश्त्र, राम, कृष्ण, बुद्ध, यीशु और मोहम्मद आते हैं। आज, हर धार्मिक परंपरा के हज़ारों लोग मेहेर बाबा को लंबे समय से प्रतीक्षित - पैगंबर, बुद्ध, ईसा मसीह, इस युग के मसीहा के रूप में मानते हैं।",
  "quote-2": "मैं सिखलाने के लिये नहीं, बल्कि जगाने के लिये आया हूँ।",
  "quote2-reference": "(स्रोत - ऊँचे से ऊँचा सन्देश)",
  "lucknow-centre": "अवतार मेहेर बाबा लखनऊ केंद्र",
  "lucknow-centre-description": "अवतार मेहेर बाबा लखनऊ केंद्र का उद्घाटन १९९३ में नवसारी (गुजरात) के डॉ. एच.पी. भरूचा द्वारा किया गया था। इसकी शुरुआत बाबा के प्रेम और उनकी याद में एकत्रित होने वाले कुछ मुट्ठी भर बाबा प्रेमियों से हुई, जो कि धीरे - धीरे आगे चलके एक बड़े बाबा परिवार में बदल गए और केंद्र कि स्थापना हुई। यह सब इसलिए संभव हुआ क्योंकि स्वयं बाबा ने लखनऊ शहर को बीते वर्षों में ७ बार अपने चरणों से स्पर्श करके अपने प्रेम का बीज बोया। उनकी लखनऊ यात्रा की याद में, हम प्रेमी प्रेमपूर्वक मई और अक्टूबर के महीनों में वार्षिक कार्यक्रम आयोजित करते हैं। बाबा का जन्मदिन हर साल रात्रि जागरण और शाम के कार्यक्रम के रूप में अत्यंत प्रेम के साथ मनाया जाता है। गरीबों एवं कुष्ट रोगियों को भोजन वितरित करना इसका एक महत्वपूर्ण हिस्सा है। प्रत्येक माह के पहले रविवार और २३ तारीख को मासिक कार्यक्रम आयोजित किए जाते हैं जिससे कि सभी बाबा प्रेमी इन् कार्यक्रमों में सम्मिलित होकर गीतों और वार्ताओं के माध्यम से उनके गुणगान का  आनंद ले सकें। २०१८ में रजत जयंती वर्ष मनाया गया, जहां पूरे भारत से आये हुए बाबा प्रेमियों ने हमारे प्रेम और प्रसन्नता को साझा किया, जिससे यह सबसे यादगार कार्यक्रम बन गया। यह उनके प्रेम के संदेश को फैलाने में लखनऊ केंद्र के दशकों के समर्पण को उजागर करता है। इस कार्यक्रम में बाबा की उपस्थिति हर पल महसूस हो रही थी! लॉर्ड मेहेर कॉलेज, लखनऊ, जिसका शिलान्यास १९९६ में अलोबा जी (बाबा के मंडलीजन) द्वारा किया गया था, बाबा प्रेमियों की बाबा की शिक्षाओं के प्रति प्रतिबद्धता को दर्शाता है। लखनऊ के बाबा प्रेमी अपने प्रियतम बाबा की विरासत को बनाए रखने और उनकी शिक्षाओं को दुनिया के साथ साझा करने के अपने प्रयास में दृढ़ हैं।"
}
