{
    "overview-heading": "Overview",
    "overview-description": "Welcome to the place where the spiritual journey of Avatar Meher Baba in Lucknow awaits you. Discover the essence of Meher Baba's visits to this city, tracing his footsteps through history. Learn about the Avatar Meher Baba Lucknow Centre, a serene haven where seekers gather to explore his teachings. Explore the places in Lucknow associated with Meher Baba, offering pilgrims a chance to connect with his divine presence. From tranquil gardens to humble abodes, each site holds a story of spiritual significance. Join us as we embark on a journey of discovery and reflection, embracing the timeless wisdom of Meher Baba in the heart of Lucknow.",
    "overview-image-description": "Meher Baba at Mandali Hall, Meherazad",
    "quote-1": "Do Your Best, Then Don't Worry, Be Happy! I Will Help You.",
    "quote-1-reference": "(Source - Lord Meher Online Edition, Pg. 5414)",
    "timeline-heading": "Chronology of Meher Baba’s Lucknow Visits",
    "timeline-description": "Meher Baba visited Lucknow 7 times during His physical life.",
    "timeline-card-1-date": "March 1924",
    "timeline-card-1-description": "Baba was traveling by train from Hyderabad to Nepal via Lucknow. He got down the train at the halt to buy sandals outside the railway station.",
    "timeline-card-2-date": "August 1924",
    "timeline-card-2-description": "Baba changed trains at Lucknow while traveling from Moradabad to Bhopal on 19th August 1924",
    "timeline-card-3-date": "February 1941",
    "timeline-card-3-description": "On His travel to various locations of North India, Baba came to Lucknow and contacted Masts. During this visit, He first met Nasiban Mastani, a mast of the 6th plane.",
    "timeline-card-4-date": "March 1942",
    "timeline-card-4-description": "Meher Baba visited Lucknow and contacted more masts. He met ‘Allah vala’ mast for the first time. He also met Nasiban Mastani again.",
    "timeline-card-5-date": "October 1943",
    "timeline-card-5-description": "Baba came to Lucknow on 20th October 1943 from Kolkata. He met ‘Allah vala’ mast, Badi Bibi, and Nasiban Mastani. On 23rd October 1943, He held a poor feeding program at Ganga Prasad Verma Memorial Hall where 250-300 poor and needy people of all castes were fed. After feeding the people, Baba called each one of them in a separate room and gave them clothes and one rupee each. After this program, Baba took a train to Jalandhar on the same day.",
    "timeline-card-6-date": "May 1946",
    "timeline-card-6-description": "Baba again contacted ‘Allah vala’ mast on 16th May 1946. He also contacted Godri vala mast and ‘Mastani jhopdi vali’ mast.",
    "timeline-card-7-date": "February 1954",
    "timeline-card-7-description": "Meher Baba, accompanied by His Mandali came to Lucknow from Meherastana via Kanpur. He took a train from Lucknow to Mahabaleshwar.",
    "quote-2": "If you have the peace of a frozen lake, you will realize Me.",
    "quote-2-reference": "(Source - Meher Baba Calling, Pg. 3)",
    "history-heading": "History of Avatar Meher Baba Centre, Lucknow",
    "history-description": "The Avatar Meher Baba Centre, Lucknow was established in the year 1975 at the residence of Shri. S.S. Dubey and Smt. Shakuntala Dubey, in the presence of Shri. Parmeshwari Dayal Pukar, Shri. Gulab Das Panchal, Shri. Matra Dutt Shastri, and Shri. Salig Ram Sharma. Shri. S.S. Dubey was the veteran Baba lover who brought Beloved Baba’s name to Lucknow. By this time, Shri. S.S. Dubey had considerably spread Meher Baba’s name and love among his family, friends, colleagues, and neighbours, which resulted in a number of people coming into Baba’s love net. Gradually, satsang programs started being held every month at the residences of Shri. G.P. Dubey and Smt. Bindu Dubey, Shri. K.K. Sharma, Shri. Ram Prasad, and Shri. J.K. Verma. With time, Smt. Mithilesh Srivastava, a colleague of Shri. S.S. Dubey, and her husband, Shri. K.K. Srivastava also became ardent Baba lovers. To commemorate Baba's poor feeding program in Lucknow and to celebrate its ‘Golden Jubilee’, the AMBC, Lucknow was inaugurated on 23rd October 1993 by Dr. H.P. Bharucha, from Navsari at the residence of Shri. K.K. Srivastava and Smt. Mithilesh Srivastava at 169, Samar Vihar Colony, Lucknow. Since then, every year, the celebration of Meher Baba’s birthday, which was earlier celebrated at the centre at Charbagh, shifted to this Centre at Samar Vihar Colony which is followed even today. Apart from this, satsang programs are held at the Centre on the first Sunday of every month and the 23rd of every month, along with bi-annual celebrations remembering Baba’s visits to Lucknow on the 16th of May and the 23rd of October. The celebration of Baba’s May visit of the year 1924 to Lucknow was first held on 15th – 16th May 1986 at the residence of Shri. K.K. Sharma. Since then, satsang programs are organized every year at the residence of Shri. K.K. Sharma on 15th May, and at the AMB Centre on 16th May. The Lord Meher School in the Indiranagar area of Lucknow was founded by Shri. K.D. Nigam. The foundation stone of the Lord Meher School, Indiranagar was laid by Shri. Ali Akbar Shahpurzaman ‘Aloba’ on 28th November 1996 and the first session of the High School was inaugurated by the then Chairman of Avatar Meher Baba Perpetual Public Charitable Trust, Shri. Bhau Kalchuri on 21st March 2000.",
    "about-center-heading": "The Centre in recent times:",
    "about-center-image": "Meher Baba's Birthday Celebration at Centre",
    "about-center-description": "Multiple events have been organised by AMB Centre, Lucknow under the able guidance of our President Mr. K.K. Sharma and our Secretary Mr. Sanjay Dubey. A stall was set up by AMB Centre, Lucknow in Lucknow Book Fair from 7th – 16th April 2017. It had a huge collection of Baba books and people visiting the fair were attracted towards the stall and curious to know about Baba. To celebrate the Silver Jubilee of the AMBC, Lucknow, a two-day event was organized on 22nd - 23rd October 2018 at Ganga Prasad Verma Memorial Hall, where Baba had held His poor feeding program on 23rd October 1943, which witnessed enthusiastic participation by Baba lovers from various locations of the country. The centre also holds art workshops for the Baba Lovers in Lucknow, both, virtually and physically. Regular satsangs are held at the AMB Centre, Lucknow on the first Sunday and 23rd day, each of every month from 6 PM to 8 PM for the Baba lovers to gather and sing in His praise and learn His teachings through talks. The centre organises feeding program at a nearby Ashram for lepers, blanket donation drives, etc. The Centre also maintains a library with Baba books for the Baba lovers and visitors in the Centre. The Baba lovers of Lucknow remain ever zealous to keep working for Beloved Baba’s cause and spread His message of Love and Truth among the masses through many more Baba programs and related activities in the times to come.",
    "quote-3": "Everything else may fail—Love never fails.",
    "quote-3-reference": "(Source - Avatar, Pg. 169)",
    "places-heading": "Places of Lucknow related to Meher Baba",
    "charbagh-heading": "Charbagh Railway Station",
    "charbagh-image": "Charbagh Railway Station",
    "charbagh-description": "Meher Baba visited Lucknow 7 times during His physical life. He came to Lucknow from various locations across different times by train and hence, visited the Charbagh Railway station. Sometimes, He visited the Charbagh Railway Station only to catch His connecting trains. When He came to Lucknow for the first time in March 1924, He got down the train traveling from Hyderabad to Nepal via Lucknow at the halt to buy sandals outside the railway station. On 19th August 1924, Baba changed trains at Lucknow while traveling from Moradabad to Bhopal. In February 1954, He came to Lucknow from Meherastana via Kanpur and caught a train from Lucknow to Mahabaleshwar.",
    "iron-bridge-heading": "Iron Bridge",
    "iron-bridge-image": "Iron Bridge",
    "iron-bridge-description": "In February 1941, when Baba was on His travel to various locations of North India, Baba came to Lucknow and contacted Masts. During this visit, He first met Nasiban Mastani, a mast of the 6th plane who used to sit near this bridge. She was revered with respect in Lucknow. It is said that even a queen used to visit her from time to time during those days. Baba met Nasiban Mastani again in October 1943. This time they met in a Harijan (untouchables) settlement. Baba gave her a scarf. At first, she tied that scarf around her head but suddenly, she removed the scarf and gave it to a Harijan woman standing near her. Looking at this, Baba gave her another scarf which she again removed. This shows us that if we have got God Himself, we would not need anything more.",
    "central-hotel-heading": "Central Hotel, Aminabad",
    "central-hotel-image": "Central Hotel",
    "central-hotel-description": "In September 1943, there was news that Kolkata, Lucknow, and many other places in India were hit by a famine. On 1st October 1943, Baba expressed His wish to visit Kolkata and when He reached there, He served food to people Himself. In Baba’s words, “This work of mine is quite distinct from that done by others. For spiritual reasons, I want to serve the food myself. There are hundreds of institutions engaged in the work of handing out free food, but I do not wish to work through them. The meaning of my feeding people is quite different. It is not to fill the stomachs of the hungry, but to feed humanity spiritually.” When Baba was in Kolkata, He sent Chanji and Adi Sr. to Lucknow to make arrangements to feed poor people there. Baba reached Lucknow on 20th October 1943, Wednesday at 9:00 pm and stayed at the Central Hotel.",
    "masjid-heading": "Masjid, Aminabad",
    "masjid-image": "Meher Baba met “Allah vala” mast near this Mosque on 21st October 1943 when He had come for a poor feeding program. “Allah vala” mast used to wear ragged clothes. He used to stay near this mosque in a small niche. When anyone came near him, he would raise both his hands towards the sky and say “Allah”. He expected people with whom he behaved like this to reciprocate in the same manner. Baba met with “Allah vala” mast for the first time in 1942 and then met him for the third time during His visit to Lucknow in May 1946. Baba also met with Badi Bibi, an old lady who used to wear a long dress and held a bundle all the time. She liked sitting at one place during the day but at night, she used to roam on the streets of the city.",
    "ganga-prasad-heading": "Ganga Prasad Verma Memorial Hall",
    "ganga-prasad-image": "Foundation information of Ganga Prasad Verma Memorial Hall",
    "ganga-prasad-description": "On 23rd October 1943, with the help of the members of the Ram Teerth Publication League, 250-300 poor and needy people were fed in the Ganga Prasad Verma Memorial Hall, which was close to the Central Hotel. Baba’s identity was hidden and the Mandali took the help of some local allies in the cooking of the food. After the food was prepared, all the people were made to sit inside the Hall and bamboo plates, salt, etc was served to them. All the outsider helpers were asked to leave the Hall and the doors of the Hall were latched from inside. Then, Baba was brought to the Hall from the Hotel room, in secrecy. Initially, some problems arose like the Brahmins refused to eat the food cooked by the people of other castes. But, as soon as Baba entered the Hall, everyone forgot their issues and fixed their gaze on Baba. Baba’s presence was like the rising sun which was eliminating the darkness that the Brahmins had in their hearts. Baba’s presence made the atmosphere lively and joyful. His heart-melting smile erased all the discrimination. This was all happening irrespective of the fact that no one knew Baba’s real identity. Baba had identified Himself as a philanthropic Parsi from Bombay for this poor feeding program. Everyone sat and Meher Baba, Dr. C.D. Deshmukh, Chanji, Eruch, Baidul, and Babadas served food to them. After the poor feeding, every person was called to a separate room one by one and was given clothes and one rupee each. Post this, Baba was taken back to His room at the Central Hotel. From there, He went to the railway station the same day to catch a train to Jalandhar.",
    "begum-akhtar-heading": "Begum Akhtar’s Tomb",
    "begum-akhtar-image": "Begum Akhtar’s Tomb",
    "begum-akhtar-description": "Begum Akhtar, also known as “Mallika-e-Ghazal” (Queen of Ghazals) lived in Lucknow. She was born in Faizabad near Lucknow and was married to a Lucknow-based Barrister. Her tomb was a mango orchard within her home “Pasand Bagh” in Thakurganj area of Lucknow. Begum Akhtar was offered an opportunity by Adi Sr. to sing in front of Meher Baba in 1937-38. But at that time, she demanded a large sum of fees. Adi Sr. also proposed to sponsor her two-way travel from Kolkata. But her demand was so high that Baba himself told Adi Sr. to drop the plan and that one day she would herself come to Baba. After this, she was once again approached to present her Ghazals in Baba’s presence at Guruprasad, Pune, but this time she was severely ill and could not sing. In October 1963, Begum Akhtar expressed her desire to visit Meherazad and sing in front of Baba. On 15th October 1963, even after being in Seclusion, Baba allowed Begum Akhtar to take His darshan. She came to Meherazad, accompanied with her percussionist, Md. Ahmad. She offered a huge garland of flowers to Baba and sang 3 of her ghazals which made Baba happy. She was about to open a new music school in Lucknow, for which she asked Baba for His blessings and took a big portrait of Baba and came back to Lucknow.",
    "lko-center-heading": "Avatar Meher Baba Centre, Lucknow",
    "lko-center-image": "The Avatar Meher Baba Centre, Lucknow was established in the year 1975 in Charbagh, Lucknow. It was later shifted to 169, Samar Vihar Colony, Lucknow in 1993. Since then, every year, the celebration of Meher Baba’s birthday, which was earlier celebrated at the centre at Charbagh, shifted to this Centre at Samar Vihar Colony which is followed even today. Apart from this, satsang programs are held at the Centre on the first Sunday of every month and the 23rd of every month from 6 PM to 8 PM, along with bi-annual celebrations remembering Baba’s visits to Lucknow on the 16th of May and the 23rd of October.",
    "lord-meher-heading": "Lord Meher College",
    "lord-meher-image": "Lord Meher School",
    "lord-meher-description": "The foundation stone of the school established by Shri K.D. Nigam ji was laid by Shri. Ali Akbar Shahpurzaman “Aloba” on 28th November 1996. The first session of the High School was inaugurated by Shri. V.S. Kalchuri “Bhau” on 21st March 2000. Apart from Bhau ji, Smt. Dolly Dastur, Shri. Jal Dastur, Shri. Krishna ji, Shri. Shridhar Kelkar, Shri. Mehernath Kalchuri, and Shri. Zhilpilvar ji also joined the program. The school is still running and it holds its annual Baba satsang program on 24th October every year.",
    "documentary-heading": "Documentary on the above-mentioned places -"
}