{
  "quote-1": "Think of me; remain cheerful in all your trials and I am with you helping you.",
  "author": "-Meher Baba",
  "quote-1-reference": "(Source - The Everything and the Nothing)",
  "meher-prem-sammelan-heading": "About Meher Prem Sammelan",
  "meher-prem-sammelan-description": "Join us as we celebrate 100 years since Meher Baba's momentous first visit to Lucknow with a special two-day Meher Prem Sammelan. Themed Practicality in Spirituality, this event promises a profound journey of love and learning. Our program will feature soul-stirring songs, mesmerizing ghazals, uplifting qawwalis, and inspiring talks by esteemed Meher Baba lovers from around the globe. It's not just an event; it's an opportunity to connect with fellow devotees, deepen our understanding of spirituality, and renew our commitment to Meher Baba's message of love and truth. RSVP now to secure your spot and join us in celebrating Meher Baba's profound legacy and the enduring power of his love.",
  "date": "Date: 22nd & 23rd October 2024",
  "venue": "Venue: Ravindralaya Auditorium, Charbagh, Lucknow",
  "location": "Location",
  "register-button": "REGISTER!",
  "quote-2": "Trust God completely and he will solve all difficulties. Faithfully leave everything to him and he will see to everything.",
  "quote-2-reference": "(Source - Sparks from Meher Baba)",
  "contact-heading": "Contact",
  "accommodation": "Accommodation:",
  "acc-contact-1": "Mr. Amit Sharma: (+91) 9794 839 059",
  "acc-contact-2": "Mr. Nitin Dubey: (+91) 9654 985 984",
  "acc-contact-3": "Mr. Santosh Srivastava: (+91) 9415 791 903",
  "volunteer-info": "Volunteering",
  "vol-contact-1": "Mr. R.K. Nigam:  (+91) 9919 414 706",
  "vol-contact-2": "Mr. Anil Deo Sharma: (+91) 8765 919 955",
  "general-info": "General Information",
  "gen-contact-1": "Mr. Saurabh Dubey: (+91) 8588 982 207",
  "gen-contact-2": "Mr. Balendra Bajpai: (+91) 8175 806 666",
  "brochure-1": "AMB Lucknow Centre is arranging accommodation for all Baba lovers from 12:00 PM, 21st October to 9:00 AM, 24th October",
  "brochure-2": "Meal schedule (Venue - Ravindralaya):",
  "bullet-points": [
    "21st October 12:00 PM to 2:00 PM (Lunch), 7:30 PM to 9:00 PM (Dinner)",
    "22nd & 23rd October - 7:45 AM to 8:45 AM (Breakfast), 1:00 PM to 2:00 PM (Lunch), 8PM-9PM (Dinner)",
    "24th October 8:00 AM to 9:00 AM (Breakfast)"
  ],
  "brochure-points": [
    "Program schedule is available on meherlucknow.org and is displayed at prominent places throughout the venue.",
    "Baba lovers wishing to perform on-stage during open mic can do so between 2:00 PMand 3:30 PM on 22nd & 23rd October.",
    "Request you to kindly return ID strap and plastic cover at the end of the program in spirit of reuse and sustainability.",
    "Transport pickup and drop facility is only available for following accommodation: Aggarwal College, Upkaram Karoti, Sindhu Bhawan, Seven Seas.",
    "Transport pickup facility from accommodation to program venue (Ravindralaya, Charbagh) is being provided by AMB Lucknow Centre from 7:00 AM to 7:30 AM.",
    "Transport pickup facility from program venue (Ravindralaya, Charbagh) to accommodation is being provided by AMB Lucknow Centre from 9:00 PM to 9:30 PM.",
    "Request you to avail photo booth facility at Ravindralaya, Charbagh. Get your pictures clicked on 21st & 22nd October and pictures collected on 22nd & 23rd October.",
    "Kindly maintain strict discipline and sanctity of the program venue and its premises.",
    "Kindly adhere to the rules and regulations of your accommodation premises.",
    "Please take care of your personal belongings."
  ],
  "brochure-footer": "For any queries, please contact:",
  "kamal-kishore-sharma": "Kamal Kishore Sharma",
  "sanjay-dubey": "Sanjay Dubey"
}
