{
  "info": "",
  "quote-1": "There is no such thing as ‘failure’ on the journey towards Truth or God. It is merely a question of time.",
  "quote1-reference": "(Source - The Awakener Magazine I/2/33)",
  "meher-baba": "Meher Baba, the Avatar",
  "meher-baba-description": "Merwan Sheriar Irani, known as Meher Baba, was born in Poona, India, on February 25, 1894, of Persian parents. His father, Sheriar Irani, was of Zoroastrian faith and a true seeker of God. “Meher Baba” means “Compassionate Father.” It is the name given to Him by a group of His disciples in the early 1920s after signs of His spiritual status became apparent. He observed Silence on July 10th, 1925 and maintained this Silence until He dropped His physical body on January 31, 1969. In February of 1954, for the first time, Meher Baba publicly declared Himself to be the Avatar of the age. The Avatar is the direct descent of God into human form. The previous Avatars known to history include Zoroaster, Ram, Krishna, Buddha, Jesus, and Mohammed. Today, many thousands of people from every religious tradition regard Meher Baba as the one long-awaited — the Prophet, the Buddha, the Christ, the Messiah of this age.",
  "quote-2": "I am the joy in your heart and the despair of your mind - for love can attain that which the intellect cannot fathom.",
  "quote2-reference": "(Source - Meher Baba Calling, Pg. 94)",
  "lucknow-centre": "Avatar Meher Baba Lucknow Centre",
  "lucknow-centre-description": "Avatar Meher Baba Lucknow centre was inaugurated in 1993 by Dr H.P. Bharucha of Navsari, Gujarat. It all began with only a handful of Baba lovers getting together in His love & remembrance, & gradually grew into a big Baba family leading to establishing the centre. It was all possible as Baba had Himself sowed the seed of His love in the city of Lucknow by setting His foot on it 7 times over the years! To  commemorate His visits to Lucknow, we lovingly organise annual Baba programs in the months of May & October! Baba’s birthday is celebrated every year with ‘Ratri Jagran’ & evening program with utmost love. Poor feeding is an inevitable part of it. Monthly programs on 1st Sunday & 23rd of each month are held for all Baba lovers to come & rejoice in His praise through songs & speeches. Silver Jubilee year was celebrated in 2018 where Baba lovers all over India shared in our love & joy, making it the most memorable event. It highlights decades of dedication of Lucknow centre in spreading His message of love. Baba’s presence was palpable in every single moment!The Lord Meher College, founded in 1996 by Alobaji(Baba’s Mandali) reflects Lucknow Baba lovers' commitment to Baba's teachings. Baba lovers of Lucknow remain steadfast in their endeavour to uphold their Beloved Baba's legacy and share His teachings with the world."
}
